import React from "react";

export default function Notification() {
  return (
    <section>
      <div className="flex justify-center items-center">
        <h1 className="text-2xl font-medium text-gray-800">お知らせ</h1>
      </div>
      <div className="mt-3 p-5">
        <p className="text-2xl text-gray-800 tracking-wider leading-9">
          フレーバーズは、2011年京都に誕生いたしました。当店はすべてＷＥＢサイトでの販売のみで、店頭での販売はいたしておりません。
          当店のスイーツはロールケーキが主体の京都の抹茶や野菜のペーストを使ったスイーツが特徴です。
          特に京都　錦ろーるは、誕生日ケーキまた誕生日スイーツのギフトとして人気のロールケーキです。
          野菜のペーストをわらび餅に練りこんだ生地に、甘すぎない生クリームがたっぴりと入ったロールケーキです。
          ミルクレープロールは、日本ギフト大賞京都賞を受賞した宇治抹茶をはじめ、プレーン・苺・チョコレートの４種類をご用意いたしました。
          フレーバーズでしか味わえないミルクレープロールをぜひお試しください。
          当店のスイーツは女性へのプレゼントにも最適です。配達日指定もでき、すべて冷凍でのお届けとなります。
          また、フレーバーズでは、お年賀・バレンタイン
          ・ホワイトデー・母の日・父の日・お中元・敬老の日・ハロウィン・お歳暮・クリ
          スマスなどのイベントギフトやお誕生日・内祝い・快気祝いなどの贈り物にも大変喜ばれております。
        </p>
      </div>
    </section>
  );
}
